# cask
cask 'chromedriver'
cask 'eclipse-java'
cask 'postico'
cask 'visual-studio-code'
cask 'meetingbar'

puts "mise"
brew 'mise'
brew 'python@3.12'
brew 'libyaml'
brew 'openssl@3'
brew 'readline'
brew 'direnv'
brew 'elixir'
brew 'eot-utils'
brew 'fontforge'
brew 'git'
brew 'gnupg'
brew 'hub'
brew 'imagemagick'
brew 'jq'
brew 'lastpass-cli'
brew 'maven'
brew 'gh'
brew 'postgresql'
brew 's3cmd'
brew 'tmux'
brew 'wget'
brew 'npm'
brew 'git-extras'
brew 'fzf'
