tap "homebrew/cask"
tap "mongodb/brew"

# cask
cask 'chromedriver'
cask 'java'
cask 'postico'
cask 'wkhtmltopdf'
cask 'visual-studio-code'

puts "asdf"
brew 'asdf'
brew 'direnv'
brew 'elixir'
brew 'eot-utils'
brew 'fontforge'
brew 'git'
brew 'gnupg'
brew 'hub'
brew 'imagemagick'
brew 'jq'
brew 'lastpass-cli'
brew 'maven'
brew 'mongodb-community@3.4'
brew 'postgresql'
brew 's3cmd'
brew 'tmux'
brew 'tomcat@7'
brew 'wget'
brew 'npm'
brew 'git-extras'
